Revit 2024 API
ParameterTypeId.EditedBy Property
 "Edited by"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EditedBy { get; }
Visual Basic
Public Shared ReadOnly Property EditedBy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EditedBy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace